*start
[cm]
[clearfix]
[start_keyconfig]
[fadeoutbgm]
[mask time=500]
[bg storage="black.png" time="500"]

[button name="role_button" role=menu graphic="menu_off.png" enterimg="menu_on.png" x=1130 y=610]

;メッセージウィンドウ
[position layer="message0" left=100 top=460 width=1180 height=260 frame="frame2.png" page=fore visible=true]
[position layer=message0 page=fore margint="70" marginl="190" marginr="150" marginb="50"]


@layopt layer=message0 visible=true

[ptext name="chara_name_area" layer="message0" color="white" size=36 bold=true x=290 y=480 face="source"]

[mask_off time=500]

*scene1
;◆雨音が聞こえ始める。→【雨音】が欲しい。SE？　BGM？

#
「相合傘って」[p]
[M1]
[bg2 storage="tonari.png" time=1000 ]
#先輩
「濡れてるほうが惚れてるって言うね」[p]
#春也
「言いますね」[p]
#先輩
「ちょっと肩を見せてもらってもいいかな？」[p]
#春也
「今人として最悪なこと言ってるの気づいてます？」[p]
#
先輩はくすくす笑った。僕の隣、ひとつ傘の下。[p]
ひとつの傘にふたりは狭い。[r]気を付けていても幾度となく肩や腕が触れてしまう。[p]
非常に困ったことだ。[p]
「うお。春也……」[p]
……今僕をちらりと見て去ったのは、クラスメイトの男子だ。[r]自転車に雨合羽。梅雨時の制服みたいな出で立ちだった。[p]
#先輩
「知り合いかい？」[p]
#春也
「クラスの人ですよ。知り合いというか、本当に知っているだけというか」[p]
#先輩
「ふむ」[p]
#
去っていく合羽の背中を眺めながら、先輩は何やらにやにや笑い出した。[p]
#先輩
「ちょうどいいね」[p]
#春也
「何がですか」[p]
#先輩
「噂されてしまうなあ」[p]
#春也
「今何の話してます？」[p]
#先輩
「人の噂も七十五日と言うね」[p]
#春也
「言いますけど」[p]
#先輩
「うん。足りるね」[p]
#春也
「何にですか。二ヶ月後……八月。夏休み？[r]　えっ夏休みに噂持ち込んで何する気ですか」[p]
#先輩
「何しようかなあ」[p]
#春也
「何もしないでくれません？」[p]
#
軽く笑って先輩は、善処するよ、とだけ答えた。[p]たぶん今の僕の目つきは梅雨の湿気に負けないぐらいじっとりしていると思う。[p]
先輩の真っ黒な長髪が、雨に濡れて艶を放っていた。[p]
烏の濡羽色なんて言うけれど、あれは要するに先輩の髪の色だ。[r]白い肌によく映える黒々とした瞳が、長いまつげの奥に覗いている。[p]
その視線が僕へと向けられた。[r]夜空みたいなその瞳に意識が吸い込まれる。[p]
けつまずいたように跳ね上がる心臓に、[r]僕の呼吸は喉元でひとつの塊になって息を塞いだ。[p]
反射的に顔を逸らす。すると先輩が僕の耳元に唇を寄せた。[p]

#先輩
「照れちゃって。顔が赤いよ」[p]

#春也
「囁かないでください。傘閉じますよ」[p]

#先輩
「私は構わないけどね。濡れて帰るつもりだったし」[p]

#
今日の先輩は傘を持ってきていなかった。[p]それどころか今日の帰り際、[r]学校の玄関から雨降る最中にすたすた歩いていって、[r]「行こうか」と振り向き僕に声をかけさえした。[p]
変人奇人。……それでも美人。それが先輩だった。[p]僕は相変わらずすごい人だなと半ば感心しつつ、[r]先輩の頭上へ傘をもたげたのだった。[p]
そして今に至る。[p]

#先輩
「雨に濡れて歩くって、私は結構好きなんだけどね」[p]
#春也
「そんなのどこがいいんですか？」[p]
#先輩
「泣いていてもバレないよ」[p]
#春也
「…………はい？」[p]
#先輩
「おや？　これは冗談の加減を間違えたかな？」[p]
#春也
「……今俺泣きたいぐらいうんざりしてます」[p]
#先輩
「傘持っててあげようか？」[p]
#春也
「いいです！」[p]
#
雨音の中を僕たちは歩いていく。[r]相合傘の歩みはいつも歩くよりだいぶ遅々としている。[p]
それだけ会話の時間も増えるわけで、[r]すると先輩が喋る適当な言葉も一段と量を増す。[p]
梅雨時の降水量並みだ。[p]
やがて僕たちは曲がり角に差しかかる。[r]ここから先は僕はまっすぐ、先輩は道を折れていく。[p]
だからここが別れの場所だ。[p]

[M0]
[bg2 storage="town.jpg" time=700 cross=true wait=false]
[haruya]
[ynear storage="yukino/tatie7.png" time=500]
[wait time=500]
#先輩
「ありがとう、春也くん」[p]

#
傘の中で、僕たちは向かい合う。[p]
[hide time=200]
[yukino7]

#先輩
「傘、入れてくれて。もう大丈夫だよ」[p]

#春也
「ひとりで歩いてくつもりですか？　この雨の中」[p]

#
[kanim name="yukino" keyframe="nod" time="500"]
[wa]
[stop_kanim name="yukino"]
先輩はうなずいた。その姿に色んな思いが湧き上がってくる。[p]
先輩は濡れて帰るつもりだ。[p]
僕が途中まででも送っていったほうがいいんじゃないか？[r]いくら先輩でもびしょ濡れで歩いていては体調を崩しかねない。[p]
だけれど僕がそう申し出たところで、[r]むしろ先輩の迷惑にはならないだろうか？[p]
そもそも先輩自身が大丈夫だと言っているのだ――[p]
#
[yukino/2]
#先輩
「じゃあね、春也くん。また明日」[p]

#春也
「あ……」[p]

#
声が詰まる。気付けば口が勝手に動いていた。[p]

#春也
「はい。また明日……」[p]
#
[hide]
小さくなっていく先輩の背中を眺めながら、僕はため息をついた。[p]
まただ。[p]
言うか言うまいか迷った末にタイミングを逸して、[r]そのまま流されてしまう。[p]
こうなるといつも後味が悪い。[p]
これで先輩が風邪を引きでもしたら、[r]僕はいつまでも今日のことを引きずるに違いない。[p]
じっとりとした感触に我に返る。[r]右肩に濡れて張り付くワイシャツの感触だった。[p]
[haruyahide]
これ以上濡れないうちにと僕は家路に足を向け直す。[r]罪悪感が影のように尾を引いていた。[p]
雨音が遠くまで続いている。[r]ひとりになった傘の中は、広いけれどどこか空しい。[p]
[rhide]
[mhide]
[mask time="500"]
[wait time="500"]
[bg2 storage="black.png" time="0"]
[mask_off time="500"]
[wait time="500"]

[bg2 storage="shadow.png" time="3000" method="fadeInUp" wait=true]

[mask time="1500"]
[wait time="1500"]
[anim layer="message0" opacity=255 time="0"]
[bg2 storage="busitu.jpg" time="0"]
[role]
[mask_off time="500"]

@jump storage="scene2.ks" target=*start